Repository: Gobzzzila/three-in-row-be
Catalog: MatchThree/Resources/Localization.*.resx
Languages: ru_ru

# UpgradeEnergyReserveBlockingTextKey
source: Invite {0} more friend(s)
ru_ru: Пригласите еще {0} друга

# UpgradeEnergyRecoveryBlockingTextKey
source: Reach level {0} of energy reserve
ru_ru: Достигните {0} уровня запаса энергии

# QuestInvite1FriendTittleTextKey
source: Invite 1 friend
ru_ru: Пригласи 1 друга

# QuestInvite1FriendDescriptionTextKey
source: Get an extra reward for the first friend
ru_ru: Получи дополнительную награду за первого приглашенного друга

# ExceptionNoDataFoundTextKey
source: Specified item does not exist
ru_ru: Указанный элемент не существует

# ExceptionNotEnoughBalanceTextKey
source: Insufficient funds on the balance
ru_ru: Недостаточно средств на балансе

# ExceptionUpgradeConditionsTextKey
source: Upgrade conditions have not been met
ru_ru: Условия улучшения не были выполнены

# LeagueShrimpTextKey
source: Shrimp
ru_ru: Креветка

# LeagueCrabTextKey
source: Crab
ru_ru: Краб

# LeagueOctopusTextKey
source: Octopus
ru_ru: Осьминог

# LeagueFishTextKey
source: Fish
ru_ru: Рыба

# LeagueDolphinTextKey
source: Dolphin
ru_ru: Дельфин

# LeagueSharkTextKey
source: Shark
ru_ru: Акула

# LeagueWhaleTextKey
source: Whale
ru_ru: Кит

# LeagueHumpbackTextKey
source: Humpback whale
ru_ru: Горбатый кит

# UpgradeCategoryEnergyTextKey
source: Energy
ru_ru: Энергия

# UpgradeCategoryFieldTextKey
source: Playing field
ru_ru: Игровое поле

# ExceptionDefaultTextKey
source: An unexpected error occurred
ru_ru: Возникла непредвиденная ошибка

# UpgradeEnergyDrinkHeaderTextKey
source: Energy drink
ru_ru: Энергетик

# UpgradeEnergyDrinkBlockingTextKey
source: Daily limit is reached
ru_ru: Сегодняшний лимит исчерпан

# UpgradeEnergyReserveHeaderTextKey
source: Energy reserve
ru_ru: Запас энергии

# UpgradeEnergyReserveDescriptionTextKey
source: Boosts energy reserves by 5
ru_ru: Увеличивает запас энергии на 5

# UpgradeEnergyRecoveryHeaderTextKey
source: Recovery speed
ru_ru: Скорость восстановления

# UpgradeEnergyRecoveryDescriptionTextKey
source: Increases energy recovery speed from {0} sec to {1} sec
ru_ru: Повышает скорость восстановления энергии c {0} сек до {1} сек

# UpgradeEnergyDrinkDescriptionTextKey
source: Restores {0} energy
ru_ru: Восстанавливает {0} энергии

# CommonMaxLevelReachedTextKey
source: Max level reached
ru_ru: Достигнут максимальный уровень

# CommonUndefinedTextKey
source: Undefined
ru_ru: Не определено

# CommonPingOk
source: Nice ping!
ru_ru: Ну пинганул

# UpgradeFieldHeaderTextKey
source: Playing field
ru_ru: Улучшить поле

# UpgradeFieldDescriptionTextKey
source: Increases the field size by 1 cell
ru_ru: Увеличивает размер поля на 1 клетку

# QuestInvite3FriendTittleTextKey
source: Invite 3 friend
ru_ru: Пригласи 3 друга

# QuestInvite3FriendDescriptionTextKey
source: Get extra rewards for the first two friends
ru_ru: Получите дополнительную награду за первых двух приглашенных друзей

# QuestInvite5FriendTittleTextKey
source: Invite 5 friend
ru_ru: Пригласи 5 друзей

# QuestInvite5FriendDescriptionTextKey
source: Get extra rewards for the first five friends
ru_ru: Получите дополнительную награду за первых пяти приглашенных друзей

# QuestSubscribeToNewsChannelDescriptionTextKey
source: Be one of the first to know the news
ru_ru: Узнавайте новости одним из первых

# UpgradeCategoryFieldElementsTextKey
source: Crypto
ru_ru: Крипта

# UpgradeFieldElementBlockingTextKey
source: Reach level {0} of the field
ru_ru: Достигните уровня {0} поля

# UpgradeFieldElementHeaderTextKey
source: Base value of {0}
ru_ru: Базовая ценность {0}

# UpgradeFieldElementDescriptionTextKey
source: Increases base value of {0} from {1} to {2}
ru_ru: Увеличивает базовую стоимость {0} с {1} до {2}

# ExceptionValidationTextKey
source: Failed to process the request. Please refresh the page and try again
ru_ru: Не удалось обработать запрос. Пожалуйста, обновите страницу и попробуйте снова

# ExceptionDailyLoginCompletedTodayTextKey
source: The quest has already been completed today
ru_ru: Квест уже выполнен сегодня

# ExceptionQuestsConditionNotMetTextKey
source: Not all conditions were met
ru_ru: Не все условия были выполнены

# ExceptionNotEnoughEnergyTextKey
source: Not enough energy
ru_ru: Недостаточно энергии

# ExceptionAuthorizationTextKey
source: Failed to authorize. Please try again later. {0}
ru_ru: Не удалось авторизоваться. Пожалуйста, попробуйте еще раз позже. {0}

# ExceptionBannedTextKey
source: You've been banned for {0} hour(s)
ru_ru: Вы были забанены на {0} часов

# ExceptionQuestAlreadyCompletedTextKey
source: The quest is already completed
ru_ru: Квест уже завершен

# ExceptionQuestOutdatedTextKey
source: Quest is no longer available
ru_ru: Задание больше недоступно
